Map<String, String> ar() {
  return {
    "dUserW1": "هذا البريد الإلكتروني مرتبط بالفعل بحساب.",
    "continueStr": "متابعة",
    "anonimT1": "متابعة بحساب مجهول. ما هو اسمك؟",
    "anonimCon": "المتابعة بواسطة تسجيل دخول مجهول",
    "changeMailSuccess":
        "نجاح! يرجى التحقق من صندوق البريد الخاص بك. يتم تسليم رمز التأكيد عادة في غضون 2 دقيقة. (تحقق أيضًا من مجلد البريد العشوائي.)",
    "demoUserEnterMail":
        "الرجاء إدخال عنوان بريدك الإلكتروني. (سيتم إرسال رمز التأكيد.)",
    "mail": "عنوان بريدك الإلكتروني",
    "createWp": "إنشاء حساب Wipepp",
    "min5": "يجب أن يكون طول كلمة المرور على الأقل 6 أحرف.",
    "invalidPass":
        "كلمة المرور غير صالحة. يرجى المحاولة مرة أخرى أو النقر فوق 'نسيت كلمة المرور' لإعادة تعيين كلمة المرور الخاصة بك.",
    "wppAu1":
        "استخدم حساب Wippe الخاص بك. إذا لم يكن لديك حساب ، سيتم إنشاء حساب جديد.",
    "wppAu2": "أدخل عنوان بريدك الإلكتروني أولاً.",
    "wppAu3": "مزيد من المعلومات.",
    "next": "التالي",
    "showPass": "عرض كلمة المرور.",
    "notEmptyText": "حقل مطلوب. يرجى ملء الحقل.",
    "login": "تسجيل الدخول",
    "email": "أدخل بريدك الإلكتروني",
    "pass": "أدخل كلمة المرور الخاصة بك",
    "forget": "هل نسيت كلمة المرور؟",
    "login_have": "ليس لديك حساب؟ التسجيل",
    "signup": "التسجيل",
    "new_pass": "إنشاء كلمة مرور",
    "re_new_pass": "تأكيد كلمة المرور الخاصة بك",
    "signup_have": "هل لديك حساب بالفعل؟ تسجيل الدخول",
    "name": "أدخل اسمك",
    "year": "العمر",
    "year_data": "أدخل تاريخ ميلادك",
    "back": "رجوع",
    "forget_enter_mail": "اكتب عنوان بريدك الإلكتروني في الحقل أدناه.",
    "forget_b1": "إرسال طلب إعادة تعيين كلمة المرور",
    "fill": "املأ الحقول المطلوبة.",
    "not_c":
        "البريد الإلكتروني و/أو كلمة المرور غير صحيحة. يرجى التحقق من الدقة.",
    "wp_token_error": "حاول مرة أخرى أو قم بتسجيل الدخول بالبريد الإلكتروني.",
    "pass_re_w":
        "لقد ارتكبت خطأ في تأكيد كلمة المرور. يجب أن تكون الكلمتان التي تدخلهما متطابقتين.",
    "forget_p_success":
        "تم إرسال طلب تغيير كلمة المرور إلى عنوان بريدك الإلكتروني. تحقق من صندوق البريد الخاص بك. (تحقق أيضًا من مجلد البريد العشوائي.)",
    "send": "إرسال",
    "verifier_T1": "أدخل رمز التأكيد المرسل إلى عنوان بريدك الإلكتروني أدناه.",
    "verifier_B1": "إعادة إرسال رمز التأكيد",
    "change_email_T1":
        "هذا العنوان البريدي لا ينتمي إليك؟ قم بتغيير عنوان بريدك الإلكتروني.",
    "change_email_B1": "تغيير عنوان البريد الإلكتروني",
    "verifier_code": "أدخل رمز التأكيد",
    "enter_new_email": "أدخل عنوان بريدك الإلكتروني الجديد",
    "verify_acc": "تحقق من الحساب",
    "v_c_err": "رمز التحقق غير صحيح.",
    "login_again_c_pass": "قم بتسجيل الدخول مرة أخرى. تم تغيير كلمة المرور.",
    "again_code":
        "تحقق من صندوق البريد الخاص بك. (تحقق أيضًا من مجلد البريد العشوائي.)",
    "err_again_code_limit":
        "لقد قمت بطلبات كثيرة جدًا. يرجى المحاولة مرة أخرى في غضون ساعة واحدة.",
    "year_warn":
        "يجب أن تكون عمرك 13 عامًا أو أكبر لاستخدام التطبيق وإنشاء حساب.",
    "usertrue":
        "هناك حساب بهذا البريد الإلكتروني بالفعل. يرجى تسجيل الدخول. إذا لم تتذكر كلمة المرور الخاصة بك ، انقر على زر 'نسيت كلمة المرور'."
  };
}
