Map<String, String> fa() {
  return {
    "dUserW1": "این آدرس ایمیل از پیش با یک حساب کاربری مرتبط است.",
    "continueStr": "ادامه",
    "anonimT1": "ادامه با حساب کاربری ناشناس. نام شما چیست؟",
    "anonimCon": "ادامه با ورود ناشناس",
    "changeMailSuccess":
        "موفقیت! لطفاً صندوق ورودی ایمیل خود را بررسی کنید. کد تأیید معمولاً در عرض 2 دقیقه تحویل داده می‌شود. (همچنین پوشه اسپم خود را بررسی کنید.)",
    "demoUserEnterMail":
        "لطفاً آدرس ایمیل خود را وارد کنید. (یک کد تأیید ارسال خواهد شد.)",
    "mail": "آدرس ایمیل شما",
    "createWp": "ایجاد یک حساب Wipepp",
    "min5": "رمز عبور باید حداقل 6 کاراکتر باشد.",
    "invalidPass":
        "رمز عبور نامعتبر است. لطفاً مجدداً تلاش کنید یا برای بازنشانی رمز عبور خود روی 'رمز عبور را فراموش کردم' کلیک کنید.",
    "wppAu1":
        "از حساب Wippe خود استفاده کنید. اگر حسابی ندارید، یک حساب جدید ایجاد می‌شود.",
    "wppAu2": "اولاً، آدرس ایمیل خود را وارد کنید.",
    "wppAu3": "اطلاعات بیشتر.",
    "next": "بعدی",
    "showPass": "نمایش رمز عبور.",
    "notEmptyText": "فیلد الزامی است. لطفاً پر کنید.",
    "login": "ورود",
    "email": "آدرس ایمیل خود را وارد کنید",
    "pass": "رمز عبور خود را وارد کنید",
    "forget": "رمز عبور را فراموش کردید؟",
    "login_have": "حساب کاربری ندارید؟ ثبت نام کنید",
    "signup": "ثبت نام",
    "new_pass": "ایجاد یک رمز عبور",
    "re_new_pass": "تأیید رمز عبور خود را",
    "signup_have": "حساب کاربری دارید؟ ورود",
    "name": "نام خود را وارد کنید",
    "year": "سن",
    "year_data": "تاریخ تولد خود را وارد کنید",
    "back": "بازگشت",
    "forget_enter_mail": "آدرس ایمیل خود را در زیر وارد کنید.",
    "forget_b1": "ارسال درخواست بازنشانی رمز عبور",
    "fill": "فیلدهای الزامی را پر کنید.",
    "not_c": "آدرس ایمیل و/یا رمز عبور صحیح نمی‌باشد. لطفاً دقت کنید.",
    "wp_token_error": "مجدداً تلاش کنید یا با ایمیل وارد شوید.",
    "pass_re_w":
        "شما در تأیید رمز عبور یک اشتباه کرده‌اید. دو رمز عبوری که وارد می‌کنید باید یکسان باشند.",
    "forget_p_success":
        "درخواست تغییر رمز عبور به آدرس ایمیل شما ارسال شده است. صندوق ایمیل خود را بررسی کنید. (همچنین پوشه اسپم خود را بررسی کنید.)",
    "send": "ارسال",
    "verifier_T1": "کد تأیید ارسال شده به آدرس ایمیل شما را در زیر وارد کنید.",
    "verifier_B1": "ارسال مجدد کد تأیید",
    "change_email_T1":
        "این آدرس ایمیل به شما تعلق ندارد؟ آدرس ایمیل خود را تغییر دهید.",
    "change_email_B1": "تغییر آدرس ایمیل",
    "verifier_code": "کد تأیید را وارد کنید",
    "enter_new_email": "آدرس ایمیل جدید خود را وارد کنید",
    "verify_acc": "تأیید حساب",
    "v_c_err": "کد تأیید اشتباه است.",
    "login_again_c_pass": "مجدداً وارد شوید. رمز عبور تغییر کرده است.",
    "again_code":
        "صندوق ایمیل خود را بررسی کنید. (همچنین پوشه اسپم خود را بررسی کنید.)",
    "err_again_code_limit":
        "شما تعداد زیادی درخواست داده‌اید. لطفاً یک ساعت دیگر مجدداً تلاش کنید.",
    "year_warn":
        "برای استفاده از برنامه و ایجاد حساب کاربری باید حداقل 13 سال داشته باشید.",
    "usertrue":
        "یک حساب با این آدرس ایمیل وجود دارد. لطفاً وارد شوید. اگر رمز عبور خود را یاد نمی‌آورید، روی دکمه 'رمز عبور خود را فراموش کردم' کلیک کنید.",
  };
}
