Map<String, String> hi() {
  return {
    "dUserW1": "यह ईमेल पता पहले से ही एक खाते से संबद्ध है",
    "continueStr": "जारी रखें",
    "anonimT1": "एक गुमनाम खाते के साथ जारी रखें। आपका नाम क्या है?",
    "anonimCon": "गुमनाम लॉगिन के साथ जारी रखें",
    "changeMailSuccess":
        "सफलता! कृपया अपने ईमेल इनबॉक्स की जाँच करें। पुष्टि कोड सामान्यत: 2 मिनट के भीतर पहुंचता है। (अपने स्पैम फ़ोल्डर की भी जाँच करें।)",
    "demoUserEnterMail":
        "कृपया अपना ईमेल पता दर्ज करें। (एक पुष्टि कोड भेजा जाएगा।)",
    "mail": "आपका ईमेल पता",
    "createWp": "एक Wipepp खाता बनाएं",
    "min5": "पासवर्ड कम से कम 6 अक्षरों का होना चाहिए।",
    "invalidPass":
        "अमान्य पासवर्ड। कृपया पुनः प्रयास करें या अपना पासवर्ड रीसेट करने के लिए 'पासवर्ड भूल गए' पर क्लिक करें।",
    "wppAu1":
        "अपने Wippe खाते का उपयोग करें। यदि आपके पास एक नहीं है, तो एक नया बनाया जाएगा।",
    "wppAu2": "सबसे पहले, अपना ईमेल पता दर्ज करें।",
    "wppAu3": "और जानकारी।",
    "next": "आगे",
    "showPass": "पासवर्ड दिखाएं।",
    "notEmptyText": "आवश्यक क्षेत्र। कृपया भरें।",
    "login": "लॉगिन",
    "email": "अपना ईमेल दर्ज करें",
    "pass": "अपना पासवर्ड दर्ज करें",
    "forget": "पासवर्ड भूल गए?",
    "login_have": "खाता नहीं है? साइन अप करें",
    "signup": "साइन अप करें",
    "new_pass": "एक पासवर्ड बनाएं",
    "re_new_pass": "अपना पासवर्ड पुनः पुष्टि करें",
    "signup_have": "पहले से ही एक खाता है? लॉगिन करें",
    "name": "अपना नाम दर्ज करें",
    "year": "आयु",
    "year_data": "अपना जन्मतिथि दर्ज करें",
    "back": "पीछे",
    "forget_enter_mail": "नीचे अपना ईमेल पता टाइप करें।",
    "forget_b1": "पासवर्ड रीसेट अनुरोध भेजें",
    "fill": "आवश्यक क्षेत्रों को भरें।",
    "not_c": "ईमेल और/या पासवर्ड सही नहीं हैं। कृपया सटीकता की जाँच करें।",
    "wp_token_error": "पुनः प्रयास करें या ईमेल के साथ साइन इन करें।",
    "pass_re_w":
        "आपने पासवर्ड पुष्टि में एक गलती की है। आपके द्वारा दर्ज किए गए दो पासवर्ड समान होने चाहिए।",
    "forget_p_success":
        "आपका पासवर्ड बदलने का अनुरोध आपके ईमेल पते पर भेजा गया है। अपने ईमेल इनबॉक्स की जाँच करें। (अपने स्पैम फ़ोल्डर की भी जाँच करें।)",
    "send": "भेजें",
    "verifier_T1": "नीचे अपने ईमेल पते पर भेजा गया पुष्टि कोड दर्ज करें।",
    "verifier_B1": "पुष्टि कोड पुनः भेजें",
    "change_email_T1": "यह ईमेल पता आपका नहीं है? अपना ईमेल पता बदलें।",
    "change_email_B1": "ईमेल पता बदलें",
    "verifier_code": "पुष्टि कोड दर्ज करें",
    "enter_new_email": "अपना नया ईमेल पता दर्ज करें",
    "verify_acc": "खाता सत्यापित करें",
    "v_c_err": "पुष्टि कोड गलत है।",
    "login_again_c_pass": "फिर से लॉगिन करें। पासवर्ड बदल गया है।",
    "again_code":
        "अपने ईमेल इनबॉक्स की जाँच करें। (अपने स्पैम फ़ोल्डर की भी जाँच करें।)",
    "err_again_code_limit":
        "आपने बहुत सारे अनुरोध किए हैं। कृपया 1 घंटे में पुनः प्रयास करें।",
    "year_warn":
        "आपको एप्लिकेशन का उपयोग करने और एक खाता बनाने के लिए 13 वर्ष या अधिक होना चाहिए।",
    "usertrue":
        "इस ईमेल पते के साथ एक खाता है। कृपया लॉगिन करें। यदि आप अपना पासवर्ड याद नहीं करते हैं, तो 'मैंने अपना पासवर्ड भूल गया है' बटन पर क्लिक करें।",
  };
}
