Map<String, String> ru() {
  return {
    "dUserW1": "Этот адрес электронной почты уже связан с аккаунтом.",
    "continueStr": "Продолжить",
    "anonimT1": "Продолжить с анонимной учетной записью. Как вас зовут?",
    "anonimCon": "Продолжить с входом для анонимов",
    "changeMailSuccess":
        "Успех! Пожалуйста, проверьте свой почтовый ящик. Код подтверждения обычно приходит в течение 2 минут. (Также проверьте папку со спамом.)",
    "demoUserEnterMail":
        "Пожалуйста, введите свой адрес электронной почты. (Будет отправлен код подтверждения.)",
    "mail": "Ваш адрес электронной почты",
    "createWp": "Создать учетную запись Wipepp",
    "min5": "Пароль должен быть не менее 6 символов.",
    "invalidPass":
        "Недопустимый пароль. Пожалуйста, попробуйте еще раз или нажмите 'Забыли пароль', чтобы сбросить пароль.",
    "wppAu1":
        "Используйте свою учетную запись Wippe. Если у вас ее нет, будет создана новая.",
    "wppAu2": "Сначала введите свой адрес электронной почты.",
    "wppAu3": "Больше информации.",
    "next": "Далее",
    "showPass": "Показать пароль.",
    "notEmptyText": "Обязательное поле. Пожалуйста, заполните его.",
    "login": "Вход",
    "email": "Введите свой адрес электронной почты",
    "pass": "Введите свой пароль",
    "forget": "Забыли пароль?",
    "login_have": "Нет аккаунта? Зарегистрироваться",
    "signup": "Регистрация",
    "new_pass": "Создайте пароль",
    "re_new_pass": "Подтвердите ваш пароль",
    "signup_have": "Уже есть аккаунт? Войти",
    "name": "Введите ваше имя",
    "year": "Возраст",
    "year_data": "Введите вашу дату рождения",
    "back": "Назад",
    "forget_enter_mail": "Введите свой адрес электронной почты в поле ниже.",
    "forget_b1": "Отправить запрос на сброс пароля",
    "fill": "Заполните обязательные поля.",
    "not_c":
        "Электронная почта и/или пароль неверны. Пожалуйста, проверьте правильность.",
    "wp_token_error": "Повторите попытку или войдите по электронной почте.",
    "pass_re_w":
        "Вы ошиблись при подтверждении пароля. Оба введенных вами пароля должны быть одинаковыми.",
    "forget_p_success":
        "Запрос на изменение пароля отправлен на ваш адрес электронной почты. Проверьте ваш почтовый ящик. (Также проверьте папку со спамом.)",
    "send": "Отправить",
    "verifier_T1":
        "Введите код подтверждения, отправленный на ваш адрес электронной почты ниже.",
    "verifier_B1": "Повторно отправить код подтверждения",
    "change_email_T1":
        "Этот адрес электронной почты не принадлежит вам? Измените свой адрес электронной почты.",
    "change_email_B1": "Изменить адрес электронной почты",
    "verifier_code": "Введите код подтверждения",
    "enter_new_email": "Введите ваш новый адрес электронной почты",
    "verify_acc": "Подтвердите аккаунт",
    "v_c_err": "Неверный код подтверждения.",
    "login_again_c_pass": "Войдите снова. Пароль был изменен.",
    "again_code":
        "Проверьте ваш почтовый ящик. (Также проверьте папку со спамом.)",
    "err_again_code_limit":
        "Вы сделали слишком много запросов. Пожалуйста, попробуйте снова через 1 час.",
    "year_warn":
        "Вам должно быть 13 лет или старше, чтобы использовать приложение и создавать учетную запись.",
    "usertrue":
        "Учетная запись с этим адресом электронной почты уже существует. Пожалуйста, войдите. Если вы не помните свой пароль, нажмите кнопку 'Я забыл свой пароль'.",
  };
}
